import AboutTeam from "@/components/about/AboutTeam";
import AboutTeamOverview from "@/components/about/AboutTeamOverview";
import MetaComponent from "@/components/common/MetaComponent";
import Footer from "@/components/footer";
import Header from "@/components/header";
import CallToActions from "@/components/home/CallToActions";
import Testimonial from "@/components/testimonial/Testimonial";

const metadata = {
  title: "О нас || GoBoston - Развиваемся в пути",
  description: "Узнайте о миссии и деятельности GoBoston, организующей образовательные поездки для школьников в США.",
};

const Confidentiality = () => {
  return (
    <>
      <MetaComponent meta={metadata} />
      {/* End Page Title */}

      <div className="header-margin"></div>
      {/* header top margin */}

      <Header />
      {/* End Header 1 */}

      <section className="layout-pt-md">
        <div className="container">
          <div className="row y-gap-30 justify-between items-center">
          <>
      <div className="col-lg-12">
        <h2 className="text-30 fw-600">Политика Конфиденциальности</h2>
        <p className="text-dark-1 mt-60 lg:mt-40 md:mt-20">
        Политика конфиденциальности персональных данных (далее — Политика) действует в отношении всей информации, которую ИП Goboston, могут получить о Пользователе во время использования им любого из сайтов, сервисов, служб, программ, продуктов или услуг ИП Goboston и в ходе исполнения ИП Goboston любых соглашений и договоров с Пользователем. Согласие Пользователя с Политикой, выраженное им в рамках отношений с одним из перечисленных лиц, распространяется на все остальные перечисленные лица. Использование любого из сайтов, сервисов, служб, программ, продуктов или услуг ИП Goboston и в ходе исполнения ИП Goboston любых соглашений и договоров с Пользователем означает безоговорочное согласие Пользователя с настоящей Политикой и указанными в ней условиями обработки его персональных данных; в случае несогласия с этими условиями Пользователь должен воздержаться от использования.
        <br/>1. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ<br/>
        <br/>1.1. В настоящей Политике конфиденциальности используются следующие термины:
        <br/>1.1.1. «Администрация сайта ИП Goboston, операторы страниц социальных сетей Facebook и Instagram (далее – Администрация сайта, операторы страниц социальных сетей Facebook и Instagram) » – уполномоченные сотрудники, действующие от имени ИП Goboston , которые организуют и (или) осуществляют обработку персональных данных, а также определяют цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.
        <br/>1.1.2. Сайт -сайт “goboston.kz” и его дочерние домены.
        <br/>1.1.3. «Персональные данные» — сведения, относящиеся к определенному или определяемому на их основании субъекту персональных данных, зафиксированные на электронном, бумажном и (или) ином материальном носителе.
        <br/>1.1.4. «Обработка персональных данных» — любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
        <br/>1.1.5. «Конфиденциальность персональных данных» — обязательное для соблюдения Администрацией сайта или иным получившим доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания.
        <br/>1.1.6. «Пользователь сайта (далее – Пользователь)» – лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее сайт ИП Goboston – “goboston.kz”, дочерние домены “goboston.kz” и официальные страницы ИП Goboston в социальных сетях Facebook и Instagram.
        <br/>1.1.7. «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.
        <br/>1.1.8. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.

        <br/>2. ОБЩИЕ ПОЛОЖЕНИЯ
        <br/>2.1. Использование Пользователем сайта, означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.
        <br/>2.2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование сайта ИП Goboston, дочерних доменов “goboston.kz” , официальные страницы ИП Goboston в социальных сетях Facebook и Instagram.
        <br/>2.3. Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем на сайте ИП Goboston дочерних доменах “goboston.kz”, официальных страницах ИП Goboston в социальных сетях Facebook и Instagram.

        <br/>3. ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ
        <br/>3.1.Настоящая Политика конфиденциальности устанавливает обязательства Администрации сайта по неразглашению и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет по запросу Администрации сайта, операторов страниц социальных сетей Facebook и Instagram.
        <br/>3.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путем двусторонней переписки с Администрацией сайта, операторами страниц социальных сетей Facebook и Instagram.
        <br/>3.3. Для обработки запроса Пользователя Администрация Сайта, операторы страниц социальных сетей Facebook и Instagram могут запросить следующую персональную информацию:
        <br/>3.3.1. фамилию, имя, отчество Пользователя;
        <br/>3.3.2. контактный телефон Пользователя;
        <br/>3.3.3. адрес электронной почты (e-mail);
        <br/>3.3.4. место жительство Пользователя.
        <br/>3.4. Администрация сайта защищает данные, которые автоматически передаются в процессе просмотра рекламных блоков и при посещении страниц, на которых установлен статистический скрипт системы («пиксель»):
        <br/>*IP адрес
        <br/>*информация из cookies;
        <br/>*информация о браузере (или иной программе, которая осуществляет доступ к показу рекламы);
        <br/>*время доступа;
        <br/>*адрес страницы, на которой расположен рекламный блок;
        <br/>*реферер (адрес предыдущей страницы).
        <br/>3.5. Администрация сайта осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация используется с целью выявления и решения технических проблем.
        <br/>3.6. Любая иная персональная информация, не оговоренная выше, подлежит надежному хранению и нераспространению, за исключением случаев, предусмотренных в п.п. 5.2. и 5.3. настоящей Политики конфиденциальности.

        <br/>4. ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ
        <br/>4.1. Персональные данные Пользователя Администрация сайта, операторы страниц социальных сетей Facebook и Instagram могут использовать в целях:
        <br/>4.1.2 установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования Сайта, дочерних доменов “goboston.kz” , официальных страниц ИП Goboston в социальных сетях Facebook и Instagram, оказания услуг, обработки запросов и заявок от Пользователя.
        <br/>4.1.3. Предоставления Пользователю эффективной клиентской и технической поддержки при возникновении проблем связанных с использованием Сайта, страниц социальных сетей Facebook и Instagram.
        <br/>4.1.4. Предоставления Пользователю специальных предложений, информации о ценах, новостной рассылки и иных сведений от имени ИП Goboston, посредством телефонных звонков, смс уведомлений, отправления сообщений по e-mail, сообщений по мессенджеру.
        <br/>4.1.5. Осуществления рекламной деятельности.

        <br/>5. СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ
        <br/>5.1. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.
        <br/>5.2. Пользователь соглашается с тем, что Администрация сайта, операторы страниц социальных сетей Facebook и Instagram вправе передавать персональные данные третьим лицам, в частности, сервисам по осуществлению sms и e-mail-рассылок, и сервисным службам жилых комплексов ИП Goboston.
        <br/>5.3. Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти Республики Казахстан по основаниям и в порядке, установленным законодательством Республики Казахстан.

        <br/>6. ОБЯЗАТЕЛЬСТВА СТОРОН
        <br/>6.1. Пользователь обязан:
        <br/>6.1.1. Предоставить информацию о персональных данных, необходимую для пользования Сайтом, страниц социальных сетей Facebook и Instagram .
        <br/>6.1.2. Обновить, дополнить предоставленную информацию о персональных данных в случае изменения данной информации.
        <br/>6.2. Администрация сайта обязана:
        <br/>6.2.1. Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики конфиденциальности.
        <br/>6.2.2. Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование, либо разглашение иными возможными способами переданных персональных данных Пользователя, за исключением п.п. 5.2. и 5.3. настоящей Политики Конфиденциальности.
        <br/>6.2.3. Принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя согласно порядку, обычно используемого для защиты такого рода информации в существующем деловом обороте.
        <br/>6.2.4. Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента обращения или запроса Пользователя или его законного представителя либо уполномоченного органа по защите прав субъектов персональных данных на период проверки, в случае выявления недостоверных персональных данных или неправомерных действий.

        <br/>7. ОТВЕТСТВЕННОСТЬ СТОРОН
        <br/>7.1. В случае утраты или разглашения Конфиденциальной информации Администрация сайта, операторы страниц социальных сетей Facebook и Instagram не несут ответственность, если данная конфиденциальная информация:
        <br/>7.1.1. Стала публичным достоянием до её утраты или разглашения.
        <br/>7.1.1.Была получена от третьей стороны до момента её получения Администрацией сайта,операторами страниц социальных сетей Facebook и Instagram.
        <br/>7.2.3. Была разглашена с согласия Пользователя.

        <br/>8. РАЗРЕШЕНИЕ СПОРОВ
        <br/>8.1. До обращения в суд с иском по спорам, возникающим из отношений между Пользователем сайта и Администрацией сайта, операторами страниц социальных сетей Facebook и Instagram, обязательным является предъявление претензии (письменного предложения о добровольном урегулировании спора).
        <br/>8.2 .Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.
        <br/>8.3. При недостижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим законодательством Республики Казахстан.
        <br/>8.4. К настоящей Политике конфиденциальности и отношениям между Пользователем и Администрацией сайта, операторами страниц социальных сетей Facebook и Instagram применяется действующее законодательство Республики Казахстан.

        <br/>9. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ
        <br/>9.1. Администрация сайта вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.
        <br/>9.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте “goboston.kz”, если иное не предусмотрено новой редакцией Политики конфиденциальности.
        <br/>9.3. Все предложения или вопросы по настоящей Политике конфиденциальности следует сообщать через раздел Контакты, указанный на сайте “goboston.kz”
        <br/>9.4. Действующая Политика конфиденциальности размещена на странице по адресу goboston.kz


        </p>
      </div>
      {/* End .col */}

      
      {/* End .col */}
    </>
          </div>
        </div>
      </section>
      {/* End about block section */}

      


      <CallToActions />
      {/* End Call To Actions Section */}

      <Footer />
      {/* End Call To Actions Section */}
    </>
  );
};

export default Confidentiality;
