const upcomingTrips = [
  {
    id: 1,
    slideImg: ["/img/university/2.png", "/img/university/1.png", "/img/university/5.png"],
    img: "/img/university/2.png",
    name: "Семинар о применении AI в образовании",
    dates: {
      start: "23/06/2024",
      end: "03/07/2024",
      name: "Лето 2024"
    },
    delayAnimation: 0,
    tag: "23 июня - 3 июля",
    tagColor: "dark",
    title: "Семинар о применении AI в образовании",
    description: "Наши ученики презентуют идеи применения AI в образовании перед панелью состоящей из профессоров ведущих университетов, а также специалистов биотехнических и технологических компаний.",
    location: "Бостон",
    cost: {
      default: "4950USD"
    },
    deadline: "22/03/2024",
    details: {
      name: "Семинар о применении AI в образовании",
      duration: "11 дней",
      groupSize: "7 человек",
      departingCity: "Алматы",
      arrivingCity: "New York, Boston",
      info: [
        "Путешествие с GoBoston: Развитие Мышления и Подготовка к Обучению в США","Мотивация и Развитие: Путешествие с GoBoston предоставляет уникальный поток мотивации и развития мышления, особенно благодаря общению с единомышленниками и встречам со студентами, успешно поступившими в ведущие университеты мира. Для школьников, планирующих обучение в США, это идеальная возможность для выбора подходящих учебных заведений и сбора вдохновляющих историй для своих поступительных эссе. ", 
        "Экскурсии по Ведущим Университетам: В рамках поездок, участники посетят экскурсии в мировые учебные заведения, включая Harvard, MIT, Princeton, Stanford, Yale, и Columbia. Это не только познавательно, но и вдохновляюще, предоставляя уникальный взгляд на жизнь и учебу в этих престижных университетах. ", 
        "Интеллектуальные Мероприятия:Мы тщательно отбираем самые интересные и престижные интеллектуальные мероприятия, участие в которых значительно улучшит резюме вашего ребенка при поступлении в университеты. ",
        "Smart Ужины: Дополнительно, мы организуем ужины с приглашенными докторами наук, профессорами и работниками ведущих мировых компаний (включая Google, Amazon, Facebook), чтобы они поделились своим опытом и знаниями с участниками. ",
        "Досуг и Культурный Отдых: Помимо образовательной программы, участников ждут увлекательные экскурсии по городу Бостону, одному из старейших и культурно богатых городов США, а также возможность для шоппинга. ",
        "Бостон - Центр Образования: С более чем сотней учебных заведений, Бостон является важным образовательным центром. Эти поездки позволят вам изучить американскую систему высшего образования изнутри и определить, подходит ли она вам. "
      ],
      included: [
        "Оргвзнос за участие в семинаре",
        "Перелет Алматы - Нью Йорк - Алматы",
        "Проезд New York - Boston - New York",
        "Проезд Boston - Providence - Boston (Brown University)",
        "Проезд по Бостону в течении недели",
        "Cопровождающий ориентирующийся в городе",
        "Посещение университетов",
        "Посещение музея науки",
        "Посещение технологических компаний",
        "Экскурсия в г. Доха"
      ],
      notIncluded: [
        "Питание",
        "Карманные расходы",
        "Визовые расходы"
      ],
      faq: [
        {
          q: "Какие даты поездки?",
          a: "Вылет из г. Алматы в Нью Йорк планируется 23 июня. Прилет обратно 3 июля 2024 года."
        },
        {
          q: "Отбор и регистрация",
          a: "Всего в каждую команду будет отобрано не более 7 школьников. Предпочтение будет отдаваться учащимся старших классов, владеющим базовым разговорным английским."
        },
        {
          q: "Что за семинар?",
          a: "Наши партнеры 4Schoolers в г. Бостон организовывают семинар о применении исскуственного интеллекта в образовательном процессе. Будучи их долгосрочными партнерами мы получили приглашение для представления нашей команды. Данный опыт позволит нашим учащимся поделиться своим видением развития AI и его примении в образовательные процессы."
        },
        {
          q: "Преимущества поездки",
          a: "Экскурсии по Ведущим Университетам: В рамках поездок, участники посетят экскурсии в мировые учебные заведения, включая Harvard, MIT, Columbia, Brown, NYU, Boston University, Northeastern. Это не только познавательно, но и вдохновляюще, предоставляя уникальный взгляд на жизнь и учебу в этих престижных университетах."
        },
        {
          q: "Стоимость поездки",
          a: "Стоимость поездки составит 4950$. Сюда входит: оргвзнос за участие в соревновании, перелёт, проживание, проезд по городу, сопровождающий ориентирующийся в городе, экскурсия в музей наук, посещение университетов, а также вечерние разговоры с успешными людьми (например студенты MIT/Harvard, работники Google/Facebook)"
        },

      ],
      program: {
        universities: [
          "Harvard University",
          "Massachusetts Institute of Technology (MIT)",
          "Columbia University",
          "Brown University",
          "New York University (NYU)",
          "Boston University",
          "Northeastern University",
          "University of Massachusetts"
        ],
        events: [
          "Участие в семинаре по теме \"AI applications in public education\"",
          "Панель состоящая из профессоров ведущих университетов, директоров школ, а также специалистов области биотехнологий и программирования",
        ],
        places: [
          "Museum of Science",
          "Google/Amazon",
          "Wall Street",
          "Central Park",
          "Charles River",
          "Observatory"
        ],
        additional: [
          "Международные сертификаты для всех участников поездки",
          "Нетворкинг мероприятие после семинара позволит получить рекомендательные письма от участников панели",
        ]
      }

    }
  }
];

const pastTrips = [
  {
    id: 1,
    slideImg: ["/img/trips/3.png", "/img/trips/4.png", "/img/trips/5.png", "/img/trips/6.png"],
    img: "/img/trips/5.png",
    name: "The Harvard-MIT Math Olympiad 2016",
    dates: {
      start: "28/10/2023",
      end: "29/10/2023",
      name: "Лето 2023"
    },
    delayAnimation: 0,
    tag: "Топ!",
    // details: "CodeDay – это всемирное мероприятие, на котором более 1000 школьников могут собраться и создавать приложения и игры в течение 24 часов. Поехать может любой желающий независимо от уровня подготовки: на мероприятии будут присутствовать наставники, которые будут вам помогать.",
    title: "The Harvard-MIT Math Olympiad",
    location: "Бостон",
    cost: {
      default: "5000USD"
    },
    deadline: "10/10/2024",
    details: {
      name: "The Harvard-MIT Math Olympiad 2016",
      duration: "12 дней",
      groupSize: "10 человек",
      departingCity: "Алматы",
      arrivingCity: "Нью-Йорк",
      cities: [],
      universities: [],
      places: [],
      info: ["Мы приглашаем ребят со всего Казахстана принять участие в HMMT, одном из крупнейших и наиболее престижных соревнований для старшеклассников в мире. Основанная в 1998 году, HMMT ежегодно привлекает около 1000 студентов со всего мира, включая лучших участников национальных и международных олимпиад. Турнир полностью организуется студентами из Гарварда, Массачусетского технологического института (MIT) и близлежащих школ, многие из которых сами являются выпускниками HMMT. Основные мероприятия каждого турнира включают индивидуальные тесты, командный раунд и раунд Guts. Независимо от уровня подготовки, мы организуем кружок, где прокачаем вашу олимпиадную математику и натренируем командное взаимодействие."],
      included: [
        "Оргвзнос за участие",
        "Перелет Алматы - Нью Йорк",
        "Проживание ",
        "Проезд по городу в течении недели",
        "сопровождающий ориентирующийся в городе",
        "Посещение университетов"
      ],
      notIncluded: [
        "Питание",
        "Карманные расходы",
        "Визовые расходы"
      ],
      faq: [
        {
          q: "Какие даты поездки?",
          a: "Предварительная дата мероприятия  8 – 15 ноября 2021 года. Дата может поменяться на несколько дней в зависимости от информации, которую в скором времени нам должны предоставить организаторы CodeDay. "
        },
        {
          q: "Отбор и регистрация",
          a: "Всего в каждую команду будет отобрано не более 10 школьников. Цель соревнования – распространение STEM обучения среди новичков, так что шансы на соревновании у всех школьников одинаковые, независимо от уровня подготовки. Мы будем принимать заявки от всех школьников от 15 лет."
        },
        {
          q: "Преимущества поездки",
          a: "Если вы планируете обучаться за границей, в особенности по техническим специальностям, то вам необходимо иметь множество различных extracuricular activities (внешкольных активностей). Участие в CodeDay очень хорошо усилит ваше резюме при подаче в университеты. Это покажет что вы не только хорошо развиты интеллектуально, но и любите создавать, а креативность на сегодняшний день очень ценится в любой стране и в любой отрасли. Более того, пропитавшись атмосферой лучших университетов мира вы получите прилив энергии и мотивации, которые заставят вас интенсивно работать над поступлением в зарубежные вузы. Также во время поездки мы каждый вечер будем организовывать вам ужины формата “Smart Dinner”, где успешные люди со всей Америки будут делиться с вами своим опытом и расскажут о том, как они попали в престижные университеты и крупные компании."
        },
        {
          q: "Стоимость поездки",
          a: "Стоимость поездки составит 3900$. Сюда входит: оргвзнос за участие в соревновании, перелёт, проживание, проезд по городу, сопровождающий ориентирующийся в городе, экскурсия в музей наук, посещение университетов, а также вечерние разговоры с успешными людьми (например студенты MIT/Harvard, работники Google/Facebook)"
        },

      ],
      program: {
        universities:[
          "MIT",
          "Harvard",
          "Yale",
          "Brown University"
        ],
        events: [
          "CodeDay: ..."
        ],
        places: [
          "Outlets",
          "Офис компании Amazon",
          "Офис компании Google"
        ],
        additional: [
          ""
        ]
      }

    }
  },
  {
    id: 2,
    slideImg: ["/img/trips/7.png", "/img/trips/8.png", "/img/trips/9.png", "/img/trips/10.png", "/img/trips/11.png", "/img/trips/12.png", "/img/trips/13.png"],
    img: "/img/trips/10.png",
    name: "The Harvard-MIT Math Olympiad 2017",
    dates: {
      start: "28/10/2023",
      end: "29/10/2023",
      name: "Лето 2023"
    },
    delayAnimation: 0,
    tag: "Топ!",
    // details: "CodeDay – это всемирное мероприятие, на котором более 1000 школьников могут собраться и создавать приложения и игры в течение 24 часов. Поехать может любой желающий независимо от уровня подготовки: на мероприятии будут присутствовать наставники, которые будут вам помогать.",
    title: "The Harvard-MIT Math Olympiad",
    location: "Бостон",
    cost: {
      default: "5000USD"
    },
    deadline: "10/10/2024",
    details: {
      name: "The Harvard-MIT Math Olympiad 2017",
      duration: "12 дней",
      groupSize: "10 человек",
      departingCity: "Алматы",
      arrivingCity: "Нью-Йорк",
      cities: [],
      universities: [],
      places: [],
      info: ["Не упустите шанс присоединиться к олимпиаде HMMT в 2017 году! Это ваша возможность стать частью одного из самых престижных математических турниров для старшеклассников. Более 1000 участников со всего мира соберутся, чтобы продемонстрировать свои навыки в алгебре, геометрии и комбинаторике. Примите участие в уникальных командных и индивидуальных раундах, а также испытайте себя в захватывающем раунде 'Guts'. Это ваш шанс не только проверить свои математические способности, но и развить командный дух и стратегическое мышление!"],
      included: [
        "Оргвзнос за участие",
        "Перелет Алматы - Нью Йорк",
        "Проживание ",
        "Проезд по городу в течении недели",
        "сопровождающий ориентирующийся в городе",
        "Посещение университетов"
      ],
      notIncluded: [
        "Питание",
        "Карманные расходы",
        "Визовые расходы"
      ],
      faq: [
        {
          q: "Какие даты поездки?",
          a: "Предварительная дата мероприятия  8 – 15 ноября 2021 года. Дата может поменяться на несколько дней в зависимости от информации, которую в скором времени нам должны предоставить организаторы CodeDay. "
        },
        {
          q: "Отбор и регистрация",
          a: "Всего в каждую команду будет отобрано не более 10 школьников. Цель соревнования – распространение STEM обучения среди новичков, так что шансы на соревновании у всех школьников одинаковые, независимо от уровня подготовки. Мы будем принимать заявки от всех школьников от 15 лет."
        },
        {
          q: "Преимущества поездки",
          a: "Если вы планируете обучаться за границей, в особенности по техническим специальностям, то вам необходимо иметь множество различных extracuricular activities (внешкольных активностей). Участие в CodeDay очень хорошо усилит ваше резюме при подаче в университеты. Это покажет что вы не только хорошо развиты интеллектуально, но и любите создавать, а креативность на сегодняшний день очень ценится в любой стране и в любой отрасли. Более того, пропитавшись атмосферой лучших университетов мира вы получите прилив энергии и мотивации, которые заставят вас интенсивно работать над поступлением в зарубежные вузы. Также во время поездки мы каждый вечер будем организовывать вам ужины формата “Smart Dinner”, где успешные люди со всей Америки будут делиться с вами своим опытом и расскажут о том, как они попали в престижные университеты и крупные компании."
        },
        {
          q: "Стоимость поездки",
          a: "Стоимость поездки составит 3900$. Сюда входит: оргвзнос за участие в соревновании, перелёт, проживание, проезд по городу, сопровождающий ориентирующийся в городе, экскурсия в музей наук, посещение университетов, а также вечерние разговоры с успешными людьми (например студенты MIT/Harvard, работники Google/Facebook)"
        },

      ],
      program: {
        universities:[
          "MIT",
          "Harvard",
          "Yale",
          "Brown University"
        ],
        events: [
          "CodeDay: ..."
        ],
        places: [
          "Outlets",
          "Офис компании Amazon",
          "Офис компании Google"
        ],
        additional: [
          ""
        ]
      }

    }
  },
  {
    id: 3,
    slideImg: ["/img/trips/14.png", "/img/trips/15.png", "/img/trips/16.png"],
    img: "/img/trips/16.png",
    name: "The Harvard-MIT Math Olympiad 2018",
    dates: {
      start: "28/10/2023",
      end: "29/10/2023",
      name: "Лето 2023"
    },
    delayAnimation: 0,
    tag: "Топ!",
    // details: "CodeDay – это всемирное мероприятие, на котором более 1000 школьников могут собраться и создавать приложения и игры в течение 24 часов. Поехать может любой желающий независимо от уровня подготовки: на мероприятии будут присутствовать наставники, которые будут вам помогать.",
    title: "The Harvard-MIT Math Olympiad",
    location: "Бостон",
    cost: {
      default: "5000USD"
    },
    deadline: "10/10/2024",
    details: {
      name: "The Harvard-MIT Math Olympiad 2018",
      duration: "12 дней",
      groupSize: "10 человек",
      departingCity: "Алматы",
      arrivingCity: "Нью-Йорк",
      cities: [],
      universities: [],
      places: [],
      info: ["Готовы ли вы к вызову? HMMT 2018 - 20-й по счету турнир в истории HMMT - приглашает вас стать частью этого удивительного события! В этом году они ожидают более 1000 участников, готовых продемонстрировать свои умения в алгебре, геометрии и комбинаторике. Вас ждут как индивидуальные, так и командные испытания, а также незабываемый раунд 'Guts'. Покажите свои математические способности и выиграйте трофеи в одном из самых престижных соревнований в мире!"],
      included: [
        "Оргвзнос за участие",
        "Перелет Алматы - Нью Йорк",
        "Проживание ",
        "Проезд по городу в течении недели",
        "сопровождающий ориентирующийся в городе",
        "Посещение университетов"
      ],
      notIncluded: [
        "Питание",
        "Карманные расходы",
        "Визовые расходы"
      ],
      faq: [
        {
          q: "Какие даты поездки?",
          a: "Предварительная дата мероприятия  8 – 15 ноября 2021 года. Дата может поменяться на несколько дней в зависимости от информации, которую в скором времени нам должны предоставить организаторы CodeDay. "
        },
        {
          q: "Отбор и регистрация",
          a: "Всего в каждую команду будет отобрано не более 10 школьников. Цель соревнования – распространение STEM обучения среди новичков, так что шансы на соревновании у всех школьников одинаковые, независимо от уровня подготовки. Мы будем принимать заявки от всех школьников от 15 лет."
        },
        {
          q: "Преимущества поездки",
          a: "Если вы планируете обучаться за границей, в особенности по техническим специальностям, то вам необходимо иметь множество различных extracuricular activities (внешкольных активностей). Участие в CodeDay очень хорошо усилит ваше резюме при подаче в университеты. Это покажет что вы не только хорошо развиты интеллектуально, но и любите создавать, а креативность на сегодняшний день очень ценится в любой стране и в любой отрасли. Более того, пропитавшись атмосферой лучших университетов мира вы получите прилив энергии и мотивации, которые заставят вас интенсивно работать над поступлением в зарубежные вузы. Также во время поездки мы каждый вечер будем организовывать вам ужины формата “Smart Dinner”, где успешные люди со всей Америки будут делиться с вами своим опытом и расскажут о том, как они попали в престижные университеты и крупные компании."
        },
        {
          q: "Стоимость поездки",
          a: "Стоимость поездки составит 3900$. Сюда входит: оргвзнос за участие в соревновании, перелёт, проживание, проезд по городу, сопровождающий ориентирующийся в городе, экскурсия в музей наук, посещение университетов, а также вечерние разговоры с успешными людьми (например студенты MIT/Harvard, работники Google/Facebook)"
        },

      ],
      program: {
        universities:[
          "MIT",
          "Harvard",
          "Yale",
          "Brown University"
        ],
        events: [
          "CodeDay: ..."
        ],
        places: [
          "Outlets",
          "Офис компании Amazon",
          "Офис компании Google"
        ],
        additional: [
          ""
        ]
      }

    }
  },
  {
    id: 4,
    slideImg: ["/img/trips/17.png", "/img/trips/18.png", "/img/trips/19.png", "/img/trips/20.png", "/img/trips/21.png"],
    img: "/img/trips/19.png",
    name: "The Harvard-MIT Math Olympiad 2019",
    dates: {
      start: "28/10/2023",
      end: "29/10/2023",
      name: "Лето 2023"
    },
    delayAnimation: 0,
    tag: "Топ!",
    // details: "CodeDay – это всемирное мероприятие, на котором более 1000 школьников могут собраться и создавать приложения и игры в течение 24 часов. Поехать может любой желающий независимо от уровня подготовки: на мероприятии будут присутствовать наставники, которые будут вам помогать.",
    title: "The Harvard-MIT Math Olympiad",
    location: "Бостон",
    cost: {
      default: "5000USD"
    },
    deadline: "10/10/2024",
    details: {
      name: "The Harvard-MIT Math Olympiad 2019",
      duration: "12 дней",
      groupSize: "10 человек",
      departingCity: "Алматы",
      arrivingCity: "Нью-Йорк",
      cities: [],
      universities: [],
      places: [],
      info: ["В 2019 году HMMT открывает свои двери для самых талантливых школьных математиков со всего мира. У вас есть уникальная возможность присоединиться к ряду топ-участников национальных и международных олимпиад. Будьте готовы к интенсивным индивидуальным и командным испытаниям, а также к захватывающему раунду 'Guts'. Это ваш шанс проявить себя на международной арене и стать частью эксклюзивного сообщества лучших молодых математиков. Зарегистрируйтесь сегодня и станьте частью математической элиты на HMMT 2019!"],
      included: [
        "Оргвзнос за участие",
        "Перелет Алматы - Нью Йорк",
        "Проживание ",
        "Проезд по городу в течении недели",
        "сопровождающий ориентирующийся в городе",
        "Посещение университетов"
      ],
      notIncluded: [
        "Питание",
        "Карманные расходы",
        "Визовые расходы"
      ],
      faq: [
        {
          q: "Какие даты поездки?",
          a: "Предварительная дата мероприятия  8 – 15 ноября 2021 года. Дата может поменяться на несколько дней в зависимости от информации, которую в скором времени нам должны предоставить организаторы CodeDay. "
        },
        {
          q: "Отбор и регистрация",
          a: "Всего в каждую команду будет отобрано не более 10 школьников. Цель соревнования – распространение STEM обучения среди новичков, так что шансы на соревновании у всех школьников одинаковые, независимо от уровня подготовки. Мы будем принимать заявки от всех школьников от 15 лет."
        },
        {
          q: "Преимущества поездки",
          a: "Если вы планируете обучаться за границей, в особенности по техническим специальностям, то вам необходимо иметь множество различных extracuricular activities (внешкольных активностей). Участие в CodeDay очень хорошо усилит ваше резюме при подаче в университеты. Это покажет что вы не только хорошо развиты интеллектуально, но и любите создавать, а креативность на сегодняшний день очень ценится в любой стране и в любой отрасли. Более того, пропитавшись атмосферой лучших университетов мира вы получите прилив энергии и мотивации, которые заставят вас интенсивно работать над поступлением в зарубежные вузы. Также во время поездки мы каждый вечер будем организовывать вам ужины формата “Smart Dinner”, где успешные люди со всей Америки будут делиться с вами своим опытом и расскажут о том, как они попали в престижные университеты и крупные компании."
        },
        {
          q: "Стоимость поездки",
          a: "Стоимость поездки составит 3900$. Сюда входит: оргвзнос за участие в соревновании, перелёт, проживание, проезд по городу, сопровождающий ориентирующийся в городе, экскурсия в музей наук, посещение университетов, а также вечерние разговоры с успешными людьми (например студенты MIT/Harvard, работники Google/Facebook)"
        },

      ],
      program: {
        universities:[
          "MIT",
          "Harvard",
          "Yale",
          "Brown University"
        ],
        events: [
          "CodeDay: ..."
        ],
        places: [
          "Outlets",
          "Офис компании Amazon",
          "Офис компании Google"
        ],
        additional: [
          ""
        ]
      }

    }
  }
];

export default upcomingTrips;

export {pastTrips};