const universities = [
  {
    id: 1,
    img: "/img/university/1.png",
    altimg: "/img/university/3.png",
    title: "MIT",
    delayAnimation: "100",
    details: `Массачу́сетский технологи́ческий институ́т (МТИ, англ. Massachusetts Institute of Technology, MIT) — университет и исследовательский центр, расположенный в Кембридже (пригороде Бостона), штат Массачусетс, США.`,
    info: "Массачу́сетский технологи́ческий институ́т (МТИ, англ. Massachusetts Institute of Technology, MIT) — университет и исследовательский центр, расположенный в Кембридже (пригороде Бостона), штат Массачусетс, США. Также известен как Массачусетский институт технологий и Массачусетский технологический университет. Одно из самых престижных технических учебных заведений США и мира. МТИ занимает лидирующие позиции в престижных рейтингах университетов мира, является новатором в областях робототехники и искусственного интеллекта, а его образовательные инженерные программы, программы в сфере информационных технологий, экономики, физики, химии и математики изданием U.S. News & World Report, известным своей системой ранжирования национальных университетов, из года в год признаются лучшими в стране. Институт также известен во многих других областях, включая менеджмент, экономику, лингвистику, политические науки и философию. МТИ является крупнейшей в мире научно-исследовательской структурой (из неаффилированных к коммерческим корпорациям) по объёму ежегодных военных заказов на военные исследования (в 2014 году расходы из бюджета института на НИОКР военной тематики составили $951 млн). В корпоративном сегменте с ним соперничают только такие гиганты как Lockheed Martin, Northrop Grumman, Raytheon, Boeing, ежегодные расходы которых на НИОКР превышают миллиард долларов."
  },
  {
    id: 2,
    img: "/img/university/2.png",
    title: "Harvard",
    delayAnimation: "100",
    details: `Гарвардский университет — один из самых известных университетов США и всего мира, старейший вуз США. Находится в городе Кембридж, штат Массачусетс.`,
    info: "Гарвардский университет (Гарвард) (англ. Harvard University) — один из самых известных университетов США и всего мира, старейший вуз США. Находится в городе Кембридж (входит в состав Бостонской городской агломерации), штат Массачусетс. По состоянию на 2010 год в Гарварде работает около 2100 преподавателей и учится около 6700 студентов и 14500 последипломников[1]. 75 лауреатов Нобелевской Премии были связаны с университетом как студенты, преподаватели или сотрудники. Гарвардский университет занимает первое место в стране по числу миллиардеров среди выпускников, а его библиотека — крупнейшая академическая в США и третья по величине в стране. Гарвард входит в группу элитных американских университетов — Лигу плюща. Гарвард имеет самый большой эндаумент (целевой капитал) в мире, который составляет 37,1 млрд долларов."
  }
]

export default universities;
